Repository: lefterisnik/django-loosecms-article
Catalog: loosecms_article/locale/*/LC_MESSAGES/django.po
Languages: el

source: Get the latest articles
el: Εκτύπωση των τελευταίων άρθρων

source: Get all articles
el: Εκτύπωση όλων των άρθρων

source: title
el: τίτλος

source: Give the name of the article manager.
el: Δώστε το όνομα του διαχειριστή των άρθρων.

source: function
el: λειτουργία

source: Select the function of this manager.
el: Επιλέξτε τη λειτουργία που θα επιτελεί ο διαχειριστής.

source: number
el: αριθμός

source: Give the number of articles rendering by this manager if function is news or articles per page if function is all.
el: Δώστε τον αριθμό των άρθρων τα οποία θα παρουσιάζονται από το διαχειριστή εάν η επιλεγμένη λειτουργία είναι 'news' ή τον αριθμό των άρθρων που θα εμφανίζονται ανά σελίδα εάν η επιλεγμένη λειτουργία είναι 'all'.

source: page
el: σελίδα

source: Select the page which this article manager will showed. Is needed to know the page of the article manager to create the unique article urls.
el: Επιλέξτε την σελίδα στην οποία θα εμφανίζονται τα άρθρα. Είναι απαραίτητο να γνωριζούμε την σελίδα που εμφανίζονται τα άρθρα για να κατασκευαστούν οι σύνδεσμοι το εκάστοτε άρθρου.

source: published
el: δημοσίευση

source: Give the name of the category.
el: Δώστε το όνομα της κατηγορίας.

source: slug
el: ετικέτα

source: Give the slug of the category, to create the url of the articles which refers to this.
el: Δώστε το όνομα της κατηγορίας, με σκοπό την δημιουργία του συνδέσμου που θα εμφανίζει τα άρθρα που ανήκουν σε αυτή.

source: Give the name of the article.
el: Δώστε το όνομα του άρθρου.

source: Give the slug of the article, to create the url of the article.
el: Δώστε την ετικέτα του άρθρου, με σκοπό τη δημιουργία του συνδέσμου που θα εμφανίζει το άρθρο.

source: body
el: σώμα κειμένου

source: category
el: κατηγορία

source: Select the category of this article.
el: Επιλέξτε την κατηγορία του άρθρου.

source: manager
el: διαχειριστής

source: Select the article manager of this article.
el: Επιλέξτε το διαχειριστή των άρθρων.

source: ctime
el: ημερομηνία δημιουργίας

source: utime
el: ημερομηνία επεξεργασίας
